Repository: rakeshsutar85/villamart-website-mobile-view
Catalog: onlin/lgtapps/lgtapp/woocommerce-checkout-upsell-funnel/languages/woocommerce-checkout-upsell-funnel-*.po
Languages: vi

source: - The price displayed on recommended products will be the difference between the regular price and the discount (based on fixed amount)
vi: - Giá của sản phẩm gợi ý sẽ là giá chênh lệch giữa giá bán thường và chiết khấu( tính theo số tiền cố định)

source: - The price displayed on recommended products will be the difference between the regular price and the discount (based on percentage)
vi: - Giá của sản phẩm gợi ý sẽ là giá chênh lệch giữa giá bán thường và chiết khấu( tính theo tỷ lệ phần trăm)

source: - The price displayed on recommended products will be the difference between the sale price and the discount (based on fixed amount). If your product is not on sale, it will take the regular price.
vi: - Giá của sản phẩm gợi ý sẽ khác nhau giữa giá khuyến mãi và chiết khấu ( tính theo số tiền cố định). Nếu sản phẩm không giảm giá, sẽ lấy theo giá bán thường.

source: - The price displayed on recommended products will be the difference between the sale price and the discount (based on percentage). If your product is not on sale, it will take the regular price.
vi: - Giá của sản phẩm gợi ý sẽ khác nhau giữa giá khuyến mãi và chiết khấu (tính theo tỷ lệ phần trăm). Nếu sản phẩm không giảm giá, sẽ lấy theo giá bán thường.

source: (Short)
vi: (Rút gọn)

source: ...More
vi: ...Thêm

source: Active
vi: Kích hoạt

source: Add all to cart button
vi: Nút thêm tất cả vào giỏ hàng

source: Add Conditions(AND)
vi: Thêm điều kiện( VÀ )

source: ADD TO CART
vi: THÊM VÀO GIỎ HÀNG

source: Add to cart with checkbox
vi: Thêm vào giỏ hàng với hộp kiểm

source: After billing details
vi: Sau thông tin thanh toán

source: After checkout form
vi: Sau biểu mẫu thanh toán

source: After payment gateways
vi: Sau phương thức thanh toán

source: All matched rules
vi: Tất cả các quy tắc phù hợp

source: Application of rules
vi: Áp dụng quy tắc

source: Apply coupon
vi: Áp dụng giảm giá

source: Apply coupon to Order Bump products in Cart
vi: Áp dụng giảm giá cho sản phẩm Order Bump trong giỏ hàng

source: Apply coupon to recommended products
vi: Áp dụng giảm giá cho sản phẩm upsell

source: Auto Update Key
vi: Khóa tự động cập nhật

source: Background
vi: Màu nền

source: Basic template
vi: Mẫu cơ bản

source: Before billing details
vi: Trước thông tin thanh toán

source: Before checkout form
vi: Trước biểu mẫu thanh toán

source: Before order details
vi: Trước chi tiết đơn hàng

source: Before payment gateways
vi: Trước phương thức thanh toán

source: Best selling products
vi: Sản phẩm bán chạy

source: Border Color
vi: Màu viền

source: Border color
vi: Màu viền

source: Border color 1
vi: Màu viền 1

source: Border color 2
vi: Màu viền 2

source: Border radius
vi: Bo viền

source: Border style
vi: Kiểu viền

source: Border width
vi: Độ rộng viền

source: Box shadow color
vi: Màu đổ bóng

source: Button "More" will show if a message content length is greater than this value so that customers can click the button to load full message content. Leave blank to not limit this.
vi: Nút "Xem thêm" sẽ hiển thị nếu độ dài nội dung tin nhắn lớn hơn giá trị này để khách hàng có thể nhấp vào nút tải toàn bộ nội dung tin nhắn. Để trống nếu không hạn chế giá trị này.

source: Cart Conditions
vi: Điều kiện giỏ hàng

source: Cart icon
vi: Biểu tượng giỏ hàng

source: Cart Subtotal( total of products)
vi: Tổng phụ giỏ hàng (Tổng sản phẩm)

source: Cart Total
vi: Tổng giỏ hàng

source: Center
vi: Ở giữa

source: Check rules from top to bottom and apply the first one found
vi: Kiểm tra quy tắc từ trên xuống dưới và áp dụng quy tắc phù hợp đầu tiên tìm được

source: Checkout page enable
vi: Hiên trên trang thanh toán

source: Choose order status
vi: Lựa chọn trạng thái đơn hàng

source: Choose the conditions Carts which will display recommended products
vi: Chọn điều kiện giỏ hàng để hiển thị sản phẩm gợi ý

source: Choose the customers who can see the recommended products
vi: Chọn những khách hàng sẽ thấy sản phẩm gợi ý

source: Choose the position for Order Bump on checkout page
vi: Lựa chọn vị trí hiển thị Order Bump trên trang thanh toán

source: Choose the position for recommended products on checkout page
vi: Chọn vị trí hiện danh sách các sản phẩm được gợi ý tại trang thanh toán

source: Choose the position for recommended products on checkout page on mobile
vi: Chọn vị trí hiện danh sách các sản phẩm được gợi ý tại trang thanh toán trên điện thoại

source: Choose the product to appear
vi: Chọn sản phẩm xuất hiện

source: Clone
vi: Nhân bản

source: Color
vi: Màu

source: Conditions of Product
vi: Điều kiện

source: Container
vi: Vùng chứa

source: Content
vi: Nội dung

source: Continue button
vi: Nút tiếp tục

source: Countdown timer
vi: Đồng hồ đếm ngược

source: Cross-sells of products in the cart
vi: Cross-sells của sản phẩm trong giỏ hàng

source: current price
vi: Giá hiện tại

source: Custom CSS
vi: Tùy chỉnh CSS

source: Customer
vi: Khách hàng

source: Customer Conditions
vi: Điều kiện về khách hàng

source: Customer conditions
vi: Điều kiện về khách hàng

source: Date
vi: Ngày

source: Days
vi: Ngày

source: Design
vi: Thiết kế

source: Desktop
vi: Trên máy tính

source: Diameter
vi: Đường kính

source: Discount amount
vi: Chiết khấu

source: Display Countdown timer for watching and buying recommend products by customers, and it was customized in Countdown timer tab
vi: Đém ngược thời gian hiển thị sản phẩm gợi ý, tùy chỉnh tại phần 'Đồng hồ đếm ngược'

source: Display Order Bump for Checkout form on the Sidebar Cart
vi: Hiển thị Order Bump trong phần thanh toán của Sidebar Cart

source: Display the button for continuing checkout and it was customized in Continue button tab
vi: Nút tiếp tục thanh toán, tùy chỉnh trong phần 'Nút tiếp tục'

source: Display the button which can add all recommended products to Cart. If the recommended products are appeared after clicking 'place order' and the customers click on 'add all to Cart' button, the customers can checkout all in one time.It is not working if Product Template of Product list tab is 'Add to cart with checkbox. This shortcode was customized in 'Add all to Cart button' tab
vi: Nút cho phép thêm toàn bộ sản phẩm gợi ý vào giỏ hàng. Nếu danh sách gợi ý hiển thị sau khi nhấp vào nút "Đặt hàng", sau khi khách hàng nhấp vào nút này, đơn hàng sẽ được thanh toán ngay sau khi thêm các sản phẩm gợi ý vào giỏ. Tính năng này sẽ không hoạt động nếu mẫu sản phẩm gợi ý là 'Thêm vào giỏ hàng với hộp kiểm' . Mã ngắn này sẽ được tùy chỉnh trong phần "Nút thêm tất cả vào giỏ hàng"

source: Display the list of recommended products, this shortcode is only used in container of pop up and designed in Product list tab and customized in product list tab
vi: Danh sách sản phẩm gợi ý, mã ngắn này chỉ được dùng bên trong vùng chứa của popup và thiết kế tại phần danh sách sản phẩm

source: Display time
vi: Thời gian hiển thị

source: Display type
vi: Kiểu hiển thị

source: Display Upsell Funnel for Checkout form on the Sidebar Cart
vi: Hiển thị Upsell Funnel trong phần thanh toán của Sidebar Cart

source: Enable
vi: Bật

source: Enable it to display countdown timer for buying recommended products on checkout page
vi: Cho phép đếm ngược thời gian hiển thị sản phẩm gợi ý trên trang thanh toán

source: Enable on Sidebar cart
vi: Hiển thị trong Sidebar cart

source: Enable pause button
vi: Bật nút dừng

source: Enable product image
vi: Bật ảnh sản phẩm

source: Enable to display recommended products on mobile
vi: Cho phép hiện thị các sản phẩm gợi ý trên điện thoại

source: Endpoints are appended to your checkout page to display recommended products
vi: Điểm cuối được thêm vào trang thanh toán để hiển thị sản phẩm gợi ý

source: Exclude added products
vi: Ẩn sản phẩm trong giỏ

source: Exclude Billing Countries
vi: Không hiển thị với những đơn có địa chỉ quốc gia thanh toán này

source: Exclude Cart Items
vi: Không hiển thị nếu có mặt hàng này trong giỏ

source: Exclude Cart Items by Categories
vi: Không hiển thị nếu có danh mục này trong giỏ

source: Exclude categories
vi: Không hiển thị nếu sản phẩm thuộc danh mục này

source: Exclude Coupon
vi: Không hiển thị nếu đơn hàng dùng mã giảm giá này

source: Exclude products
vi: Sản phẩm không hiển thị

source: Exclude products which are already in a customer's cart
vi: Không hiển thị những sản phẩm đã có trong giỏ hàng của khách

source: Exclude Shipping Countries
vi: Không hiển thị với những đơn có địa chỉ quốc gia giao hàng này

source: Exclude user
vi: Không hiển thị đối với những người dùng này

source: Exclude user role
vi: Không hiển thị với những người dùng có quyền

source: Featured products
vi: Sản phẩm nổi bật

source: Fixed(%s) price
vi: %s của giá khuyến mãi

source: Fixed(%s) regular price
vi: %s của giá bán thường

source: Footer
vi: Chân trang

source: Friday
vi: Thứ sáu

source: From
vi: Từ

source: General Settings
vi: Cài đặt chung

source: General settings
vi: Cài đặt chung

source: Get Key
vi: Lấy mã

source: Go to content tab to customize it
vi: Thiết kế tại phần nội dung

source: Go to Countdown timer tab to customize it
vi: Thiết kế tại phần đồng hồ đếm ngược

source: Guest
vi: Khách

source: Header
vi: Đầu trang

source: Hidden
vi: Đã ẩn

source: Icon
vi: Biểu tượng

source: If choose 'Apply all rules', all matched rule will be applied
vi: Nếu chọn "Áp dụng tất cả các quy tắc", tất cả các quy tắc phù hợp đều được áp dụng

source: Image border color
vi: Màu viền ảnh

source: Image border radius
vi: Bo viền ảnh

source: Image border width
vi: Độ rộng viền ảnh

source: Include Billing Countries
vi: Đơn có địa chỉ quốc gia thanh toán này

source: Include Cart Items
vi: Có mặt hàng này trong giỏ

source: Include Cart Items by Categories
vi: Có mặt hàng thuộc danh mục này trong giỏ

source: Include categories
vi: Danh mục bắt buộc

source: Include Coupon
vi: Đơn hàng dùng mã giảm giá này

source: Include products
vi: Sản phẩm bắt buộc

source: Include Shipping Countries
vi: Đơn có địa chỉ quốc gia giao hàng này

source: Include user
vi: Hiển thị đối với những người dùng này

source: Include user role
vi: Hiển thị đối với những người dùng có quyền

source: Item per row
vi: Sản phẩm/ hàng

source: Item Sold
vi: Mặt hàng đã bán

source: Layout
vi: Bố cục

source: Leave blank to not limit this
vi: Để trống nếu không hạn chế

source: leave blank to not limit this
vi: Để trống nếu không hạn chế

source: Left
vi: Bên trái

source: Limit per day
vi: Giới hạn mỗi ngày

source: Max content length
vi: Độ dài tối đa của nội dung

source: Max(%s)
vi: Tối đa(%s)

source: Menu order
vi: Thứ tự của trang

source: Message
vi: Thông báo

source: Min(%s)
vi: Tối thiểu(%s)

source: Mobile
vi: Điện thoại

source: Mobile enable
vi: Điện thoại

source: Monday
vi: Thứ hai

source: Most expensive products from Billing
vi: Sản phẩm đắt nhất mà khách hàng đó đã mua

source: Most purchased products from Billing
vi: Sản phẩm được khách hàng đó mua nhiều nhất

source: Name
vi: Tên

source: New fixed(%s) price
vi: Giá bán mới(%s)

source: No
vi: Không

source: None
vi: Không

source: Not found data
vi: Không tìm thấy dữ liệu

source: On Checkout page
vi: Trên trang thanh toán

source: On popup after clicking 'Place Order' button
vi: Trên popup sau khi nhấp vào nút "Đặt hàng"

source: On sale
vi: Sản phẩm đang giảm giá

source: Only logged in
vi: Chỉ những người dùng đã đăng nhập

source: Order products by
vi: Sắp xếp sản phẩm theo

source: Orders
vi: Đơn hàng

source: Padding
vi: Lề trong (Padding)

source: Pause button
vi: Nút dừng

source: Pause icon
vi: Biểu tượng dừng

source: Percentage(%) price
vi: phần trăm(%) của giá khuyến mãi

source: Percentage(%) regular price
vi: phần trăm(%) của giá bán thường

source: Please fill your key what you get from <a target="_blank" href="https://villatheme.com/my-download">https://villatheme.com/my-download</a>. You can auto update WooCommerce Checkout Upsell Funnel plugin. See <a target="_blank" href="https://villatheme.com/knowledge-base/how-to-use-auto-update-feature/">guide</a>
vi: Vui lòng nhập khóa bạn nhận được từ <a target="_blank" href="https://villatheme.com/my-download">https://villatheme.com/my-download</a> để tự động cập nhập WooCommerce Checkout Upsell Funnel. Vui lòng làm theo <a target="_blank" href="https://villatheme.com/knowledge-base/how-to-use-auto-update-feature/">hướng dẫn</a>

source: Please install and activate WooCommerce to use WooCommerce Checkout Upsell Funnel.
vi: Vui lòng cài đặt và kích hoạt WooCommerce để sử dụng WooCommerce Checkout Upsell Funnel.

source: Please select some product options before adding {product_name} to your cart.
vi: Vui lòng lựa chọn sản phẩm tùy chọn trước khi thêm {product_name} vào giỏ hàng

source: Please update PHP version at least 7.0 to use WooCommerce Checkout Upsell Funnel.
vi: Vui lòng cập nhật PHP phiên bản thấp nhất 7.0 để sử dụng WooCommerce Checkout Upsell Funnel.

source: Popularity
vi: Phổ biến

source: Position on checkout page
vi: Vị trí trên trang thanh toán

source: Price
vi: Giá

source: Product
vi: Sản phẩm

source: Product 'Add To Cart' button
vi: Nut "Thêm sản phẩm vào giỏ"

source: Product checkbox button
vi: Nút hộp kiểm sản phẩm

source: Product details
vi: Chi tiết sản phẩm

source: Product image
vi: Ảnh sản phẩm

source: Product list
vi: Danh sách sản phẩm

source: Product name
vi: Tên sản phẩm

source: Product price
vi: Giá sản phẩm

source: Product quantity
vi: Số lượng sản phẩm

source: Product Title
vi: Tiểu đề sản phẩm

source: Product visibility
vi: Mức độ hiển thị sản phẩm

source: Products
vi: Sản phẩm

source: Products from Billing
vi: Sản phẩm khách hàng đó đã mua

source: Products in the cart
vi: Sản phẩm trong giỏ hàng

source: Products in the same categories of products in the cart
vi: Sản phẩm cùng danh mục với sản phẩm trong giỏ hàng

source: Products limit
vi: Số lượng sản phẩm gợi ý

source: Products position on checkout page
vi: Vị trí tại trang thanh toán

source: Products position on checkout page on mobile
vi: Vị trí tại trang thanh toán trên điện thoại

source: Products quantity limit
vi: Giới hạn số lượng mỗi sản phẩm

source: Progress bar
vi: Thanh tiến trình

source: Quantity
vi: Số lượng

source: Random
vi: Ngẫu nhiên

source: Rating
vi: Xếp hạng

source: Read more
vi: Đọc thêm

source: Recently published products
vi: Sản phẩm được công khai gần đây

source: Recently purchased products from Billing
vi: Sản phẩm được khách hàng đó mua gần đây

source: Recently viewed products
vi: Sản phẩm đã xem gần đây

source: Recommended products
vi: Sản phẩm được gợi ý

source: Redirect to another page after clicking 'Place Order' button
vi: Chuyển hướng tới trang khác sau khi nhấp nút "Đặt hàng"

source: Redirect to single product page
vi: Xem chi tiết sản phẩm

source: Redirect to single product page when click to product image or product title
vi: Chuyển hướng tới trang chi tiết sản phẩm khi nhấp vào ảnh hoặc tiêu đề sản phẩm

source: regular price
vi: Giá bán thường

source: Related products of products in the cart
vi: Sản phẩm tương tự với sản phẩm trong giỏ hàng

source: Remove
vi: Loại bỏ

source: Remove a product from the upsells list right after being added to cart
vi: Loại sản phẩm khỏi danh sách gợi ý nếu sản phẩm này đã được thêm vào giỏ hàng

source: Remove after adding
vi: Ẩn sản phẩm đã chọn

source: Report
vi: Báo cáo

source: Reports
vi: Báo cáo

source: Reset time
vi: Thiết lập lại thời gian

source: Right
vi: Bên phải

source: Row on Scroll
vi: Số dòng khi cuộn trang

source: Rules & Products
vi: Quy tắc & Sản phẩm

source: Saturday
vi: Thứ bảy

source: Save
vi: Lưu

source: Save & Check Key
vi: Lưu & Kiểm tra khóa

source: Scroll
vi: Cuộn trang

source: Search results only
vi: Chỉ kết quả tìm kiếm

source: Seconds
vi: Giây

source: Selected products
vi: Chọn các sản phẩm gợi ý

source: Set the style to display recommended products
vi: Thiết lập kiểu hiển thị sản phẩm gợi ý

source: Set the style to display recommended products on mobile
vi: Thiết lập kiểu hiển thị sản phẩm gợi ý trên điện thoại

source: Set time for reappear recommend popup when the Cart is not checkout and popup is timed out
vi: Thiết lập thời gian hiện lại popup sản phẩm gợi ý khi giỏ hàng chưa được thanh toán và hết thời gian hiện popup

source: Settings
vi: Cài đặt

source: Shop and search results
vi: Cửa hàng và kết quả tìm kiếm

source: Shop only
vi: Chỉ cửa hàng

source: Shortcode
vi: Mã ngắn

source: Show variation
vi: Hiển thị biến thể

source: Skip icon
vi: Biểu tượng bỏ qua

source: Slider
vi: Thanh trượt

source: Sorry, this product is unavailable. Please choose a different combination.
vi: Xin lỗi, sản phẩm này không có sẵn. Vui lòng lưa chọn sự kết hợp sản phẩm khác.

source: Style to display recommended products
vi: Gợi ý sản phẩm

source: Style to display recommended products on mobile
vi: Gợi ý sản phẩm trên điện thoại

source: Suggest page cannot be empty!
vi: Trang gợi ý không được để trống!

source: Sunday
vi: Chủ nhật

source: Template
vi: Mẫu

source: Text align
vi: Căn chữ

source: The add all to cart button will not work if Product Template of Product list tab is 'Add to cart with checkbox'
vi: Nút thêm tất cả vào giỏ hàng sẽ không hoạt động nếu mẫu sản phẩm gợi ý là 'Thêm vào giỏ hàng với hộp kiểm'

source: The amount discounted on recommended product
vi: Lượng chiết khấu cho sản phẩm gợi ý

source: The amount discounted on recommended products
vi: Lượng chiết khấu cho sản phẩm gợi ý

source: The bar used to visualization the remaining time of recommended popup
vi: Thanh được sử dụng để hiển thị thời gian còn lại hiện popup sản phẩm gợi ý

source: The button use to stop countdown and is only go with continue button
vi: Nút được sử dụng để dừng đồng hồ đếm ngược, chỉ hoạt động với nút tiếp tục thanh toán

source: The cart icon
vi: Biểu tượng giỏ hàng

source: The discount amount for one product
vi: Lượng chiết khấu cho một sản phẩm

source: The discount amount in regular or current price
vi: Lượng chiết khấu theo giá bán thường hoặc giá hiện tại

source: The display of title popup, it is customized in the title tab
vi: Tiêu đề popup, có thể tùy chỉnh trong phần tiêu đề

source: The first matched rule
vi: Quy tắc đầu tiên phù hợp

source: The maximum number of products quantity. Leave blank to not limit this.
vi: Số lượng tối đa được thêm vào giỏ hàng của mỗi sản phẩm. Để trống nếu không hạn chế số lượng.

source: The maximum number of recommended products
vi: Số sản phẩm được gợi ý không được vượt quá giá trị này

source: The maximum number of {product_name} quantity is {pd_limit_quantity}
vi: Số lượng tối đa {product_name} là {pd_limit_quantity}

source: The number of these items in the cart is maximum
vi: Số lượng mặt hàng trong giỏ là tối đa

source: The price displayed on order bump will be the difference between the regular price and the discount (based on fixed amount)
vi: Giá hiển thị trên order bump sẽ là giá chênh lệch giữa giá bán thường và chiết khấu (tính theo số tiền cố định)

source: The price displayed on order bump will be the difference between the regular price and the discount (based on percentage)
vi: Giá hiển thị trên order bump sẽ là giá chênh lệch giữa giá bán thường và chiết khấu (tính theo tỷ lệ phần trăm)

source: The price displayed on order bump will be the difference between the sale price and the discount (based on fixed amount). If your product is not on sale, it will take the regular price.
vi: Giá hiển thị trên order bump sẽ là giá chênh lệch giữa giá ưu đãi và chiết khấu (tính theo số tiền cố định). Nếu sản phẩm đang không giảm giá, sẽ lấy theo giá bán thường.

source: The price displayed on order bump will be the difference between the sale price and the discount (based on percentage). If your product is not on sale, it will take the regular price.
vi: Giá hiển thị trên order bump sẽ là giá chênh lệch giữa giá ưu đãi và chiết khấu (tính theo tỷ lệ phần trăm). Nếu sản phẩm đang không giảm giá, sẽ lấy theo giá bán thường.

source: The price displayed on order bump will the new price.
vi: Giá hiển thị trên order bump sẽ là giá mới.

source: The recommended products will not show if content does not include {content}
vi: Gợi ý sản phẩm sẽ không hiển thị nếu nội dung không bao gồm {content}

source: The short description of product
vi: Mô tả ngắn của sản phẩm

source: The skip icon
vi: Biểu tượng bỏ qua

source: The time for countdown
vi: Thời gian đếm ngược

source: The time to continue checkout
vi: Đơn hàng sẽ tiếp tục thanh toán sau khoảng thời gian này

source: The type of products will appear
vi: Loại sản phẩm được hiển thị trong danh sách gợi ý

source: Thursday
vi: Thứ năm

source: Timer per day
vi: Thời gian trong ngày

source: Title
vi: Tiêu đề

source: To
vi: Tới

source: Total orders
vi: Tổng đơn hàng

source: Total Sold
vi: Tổng lượng bán

source: Tuesday
vi: Thứ ba

source: Type
vi: Loại sản phẩm

source: Up-sells of products in the cart
vi: Up-sells của sản phẩm trong giỏ hàng

source: Update
vi: Cập nhật

source: URL of endpoint page
vi: URL điểm cuối trang

source: Variations
vi: Biến thể

source: VIEW
vi: XEM

source: View More
vi: Xem thêm

source: Wednesday
vi: Thứ tư

source: WooCommerce Checkout Upsell Funnel displays product suggestion and smart order bump on checkout page with the attractive discounts
vi: WooCommerce Checkout Upsell Funnel đưa ra những gợi ý sản phẩm và phiễu bán hàng thông minh trên trang thanh toán với những ưu đãi giảm giá

source: Yes
vi: Đồng ý

source: Yes! I want it!
vi: Tôi muốn mua sản phẩm này!
