Repository: rakeshsutar85/villamart-website-mobile-view
Catalog: onlin/lgtapps/lgtapp/shop-*-a-customer/languages/shop-*-a-customer-for-woocommerce-*.po
Languages: ar, el, it_it, ms_my, nl_nl, pt_br, ro_ro, uk, zh_tw

source: Action
ar: فعل
el: Δράση
it_it: Azione
ms_my: Tindakan
nl_nl: Actie
pt_br: Ação
ro_ro: Acțiune
uk: Дія
zh_tw: 行動

source: By Default Order Status During Offline Payment
ar: حسب حالة الطلب الافتراضية أثناء الدفع دون اتصال
el: Κατάσταση προεπιλεγμένης παραγγελίας κατά την πληρωμή εκτός σύνδεσης
it_it: Per impostazione predefinita Stato dell'ordine durante il pagamento offline
ms_my: Mengikut Status Pesanan Lalai Semasa Pembayaran Luar Talian
nl_nl: Standaard bestelstatus tijdens offline betaling
pt_br: Por status padrão do pedido durante o pagamento off-line
ro_ro: Starea implicită a comenzii în timpul plății offline
uk: Статус замовлення за умовчанням під час офлайн-платежів
zh_tw: 離線支付默認訂單狀態

source: compress to left
ar: ضغط إلى اليسار
el: συμπίεση προς τα αριστερά
it_it: comprimere a sinistra
ms_my: mampat ke kiri
nl_nl: naar links comprimeren
pt_br: comprimir para a esquerda
ro_ro: comprima spre stânga
uk: стиснути вліво
zh_tw: 向左壓縮

source: compress to right
ar: ضغط إلى اليمين
el: συμπίεση προς τα δεξιά
it_it: comprimere a destra
ms_my: mampat ke kanan
nl_nl: naar rechts comprimeren
pt_br: comprimir para a direita
ro_ro: comprima la dreapta
uk: стиснути праворуч
zh_tw: 向右壓縮

source: Customer
ar: عميل
el: Πελάτης
it_it: Cliente
ms_my: Pelanggan
nl_nl: Klant
pt_br: Cliente
ro_ro: Client
uk: Замовник
zh_tw: 顧客

source: Customer Logs
ar: سجلات العملاء
el: Μητρώα Πελατών
it_it: Registri clienti
ms_my: Log Pelanggan
nl_nl: Klantenlogboeken
pt_br: Registros do cliente
ro_ro: Jurnalele clienților
uk: Журнали клієнтів
zh_tw: 客戶記錄

source: Edit Profile
ar: تعديل الملف الشخصي
el: Επεξεργασία προφίλ
it_it: Modifica Profilo
ms_my: Sunting profil
nl_nl: Bewerk profiel
pt_br: Editar Perfil
ro_ro: Editează profilul
uk: Редагувати профіль
zh_tw: 編輯個人資料

source: Email
ar: بريد إلكتروني
el: ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ
ms_my: E-mel
uk: Електронна пошта
zh_tw: 電子郵件

source: FME Addons: Shop as a Customer for WooCommerce
ar: إضافات FME: تسوق كعميل لـ WooCommerce
el: Πρόσθετα FME: Αγορά ως πελάτης για το WooCommerce
it_it: Componenti aggiuntivi FME: acquista come cliente per WooCommerce
ms_my: FME Addons: Beli sebagai Pelanggan untuk WooCommerce
nl_nl: FME-add-ons: winkel als klant voor WooCommerce
pt_br: Complementos FME: compre como cliente para WooCommerce
ro_ro: Suplimente FME: Cumpărați ca client pentru WooCommerce
uk: Додатки FME: купуйте як клієнт WooCommerce
zh_tw: FME 插件：作為 WooCommerce 的客戶購物

source: ID
ar: بطاقة تعريف
el: ταυτότητα
nl_nl: ID kaart
pt_br: EU IA

source: Logged in At
ar: تم تسجيل الدخول في
el: Συνδεθείτε στο
it_it: Collegato a
ms_my: Log masuk Di
nl_nl: Ingelogd op
pt_br: Conectado em
ro_ro: Conectat la
uk: Увійшли в систему At
zh_tw: 登錄時間

source: Message On Whatsapp
ar: رسالة على الواتس اب
el: Μήνυμα στο Whatsapp
it_it: Messaggio su Whatsapp
ms_my: Mesej Di Whatsapp
nl_nl: Bericht op Whatsapp
pt_br: Mensagem no Whatsapp
ro_ro: Mesaj pe Whatsapp
uk: Повідомлення на Whatsapp
zh_tw: 在 Whatsapp 上留言

source: Name
ar: اسم
el: Ονομα
it_it: Nome
ms_my: Nama
nl_nl: Naam
pt_br: Nome
ro_ro: Nume
uk: Ім'я
zh_tw: 姓名

source: next
ar: التالي
el: Επόμενο
it_it: Prossimo
ms_my: seterusnya
nl_nl: volgende
pt_br: próximo
ro_ro: Următorul
uk: наступний
zh_tw: 下一個

source: No Records found
ar: لا توجد سجلات
el: Δεν βρέθηκαν καταγραφές
it_it: Nessun record trovato
ms_my: Tiada rekod dijumpai
nl_nl: Geen verslagen gevonden
pt_br: Nenhum registro foi encontrado
ro_ro: Nu au fost găsite
uk: Записів не знайдено
zh_tw: 沒有找到記錄

source: Products
ar: منتجات
el: Προϊόντα
it_it: Prodotti
ms_my: Produk
nl_nl: Producten
pt_br: Produtos
ro_ro: Produse
uk: Продукти
zh_tw: 產品

source: Recent Customer:
ar: عميل حديث:
el: Πρόσφατος πελάτης:
it_it: Cliente recente:
ms_my: Pelanggan Terkini:
nl_nl: Recente klant:
pt_br: Cliente recente:
ro_ro: Client recent:
uk: Недавній клієнт:
zh_tw: 最近的客戶：

source: Save Settings
ar: احفظ التغييرات
el: Αποθήκευση ρυθμίσεων
it_it: Salva le impostazioni
ms_my: Simpan Tetapan
nl_nl: Instellingen opslaan
pt_br: Salvar configurações
ro_ro: Salvează setările
uk: Зберегти налаштування
zh_tw: 保存設置

source: Select Role(s)
ar: حدد الدور (الأدوار)
el: Επιλέξτε ρόλο(ους)
it_it: Seleziona ruolo/i
ms_my: Pilih Peranan
nl_nl: Selecteer rol(len)
pt_br: Selecione a(s) função(ões)
ro_ro: Selectați rol(ele)
uk: Виберіть роль(и)
zh_tw: 選擇角色

source: Select Tab to Switch as Customer/Guest
ar: حدد Tab للتبديل كعميل / ضيف
el: Επιλέξτε Tab για εναλλαγή ως πελάτης/επισκέπτης
it_it: Seleziona la scheda per passare a cliente/ospite
ms_my: Pilih Tab untuk Bertukar sebagai Pelanggan/Tetamu
nl_nl: Selecteer het tabblad om over te schakelen als klant/gast
pt_br: Selecione a guia para alternar como cliente/convidado
ro_ro: Selectați Tab pentru a comuta ca Client/Invitat
uk: Виберіть Tab, щоб перейти як клієнт/гість
zh_tw: 選擇選項卡以切換為客戶/訪客

source: Settings
ar: إعدادات
el: Ρυθμίσεις
it_it: Impostazioni
ms_my: tetapan
nl_nl: Instellingen
pt_br: Configurações
ro_ro: Setări
uk: Налаштування
zh_tw: 設置

source: Settings saved successfully
ar: تم حفظ الإعدادات بنجاح
el: Οι ρυθμίσεις αποθηκεύτηκαν με επιτυχία
it_it: Impostazioni salvate con successo
ms_my: Tetapan berjaya disimpan
nl_nl: Instellingen zijn succesvol opgeslagen
pt_br: Configurações salvas com sucesso
ro_ro: Setările au fost salvate cu succes
uk: Налаштування успішно збережено
zh_tw: 設置保存成功

source: Shop as Customer
ar: تسوق كعميل
el: Αγορά ως πελάτης
it_it: Acquista come cliente
ms_my: Beli sebagai Pelanggan
nl_nl: Winkel als klant
pt_br: Compre como cliente
ro_ro: Cumpără în calitate de client
uk: Купуйте як клієнт
zh_tw: 以客戶身份購物

source: Success!
ar: نجاح!
el: Επιτυχία!
it_it: Successo!
ms_my: Berjaya!
nl_nl: Succes!
pt_br: Sucesso!
ro_ro: Succes!
uk: Успіх!
zh_tw: 成功！

source: Switch
ar: يُحوّل
el: Διακόπτης
it_it: Interruttore
ms_my: Tukar
nl_nl: Schakelaar
pt_br: Trocar
ro_ro: Intrerupator
uk: Перемикач
zh_tw: 轉變

source: Switch Back
ar: العودة للخلف
el: Επιστροφή
it_it: Torna indietro
ms_my: Tukar Kembali
nl_nl: Schakel terug
pt_br: Alternar para trás
ro_ro: Comutați înapoi
uk: Назад
zh_tw: 切換回來

source: Switch to any customer profile from administration panel and use WooCommerce store as customer, Create orders and Edit user profile.
ar: قم بالتبديل إلى أي ملف تعريف عميل من لوحة الإدارة واستخدم متجر WooCommerce كعميل ، وقم بإنشاء أوامر وتحرير ملف تعريف المستخدم.
el: Μεταβείτε σε οποιοδήποτε προφίλ πελάτη από τον πίνακα διαχείρισης και χρησιμοποιήστε το κατάστημα WooCommerce ως πελάτη, Δημιουργία παραγγελιών και Επεξεργασία προφίλ χρήστη.
it_it: Passa a qualsiasi profilo cliente dal pannello di amministrazione e utilizza il negozio WooCommerce come cliente, Crea ordini e Modifica profilo utente.
ms_my: Beralih kepada mana-mana profil pelanggan daripada panel pentadbiran dan gunakan kedai WooCommerce sebagai pelanggan, Buat pesanan dan Edit profil pengguna.
nl_nl: Schakel over naar elk klantprofiel vanuit het administratiepaneel en gebruik de WooCommerce-winkel als klant, maak bestellingen aan en bewerk gebruikersprofiel.
pt_br: Mude para qualquer perfil de cliente no painel de administração e use a loja WooCommerce como cliente, crie pedidos e edite o perfil do usuário.
ro_ro: Comutați la orice profil de client din panoul de administrare și utilizați magazinul WooCommerce ca client, Creați comenzi și Editați profilul utilizatorului.
uk: Перейдіть на будь-який профіль клієнта з панелі адміністрування та використовуйте магазин WooCommerce як клієнт, створюйте замовлення та редагуйте профіль користувача.
zh_tw: 從管理面板切換到任何客戶資料，並使用 WooCommerce 商店作為客戶，創建訂單和編輯用戶資料。

source: Switch To Customer
ar: قم بالتبديل إلى العميل
el: Μετάβαση σε πελάτη
it_it: Passa a cliente
ms_my: Tukar Kepada Pelanggan
nl_nl: Schakel over naar klant
pt_br: Mudar para o cliente
ro_ro: Comutați la client
uk: Переключитися на клієнта
zh_tw: 切換到客戶

source: switch to customer
ar: التحول إلى العميل
el: μετάβαση στον πελάτη
it_it: passare a cliente
ms_my: bertukar kepada pelanggan
nl_nl: overstappen naar klant
pt_br: mudar para cliente
ro_ro: trece la client
uk: переключитися на клієнта
zh_tw: 切換到客戶

source: Switch To Customers
ar: قم بالتبديل إلى العملاء
el: Μετάβαση σε πελάτες
it_it: Passa ai clienti
ms_my: Tukar Kepada Pelanggan
nl_nl: Schakel over naar klanten
pt_br: Alternar para clientes
ro_ro: Comutați la clienți
uk: Переключитися на клієнтів
zh_tw: 切換到客戶

source: Switch To Guest
ar: التبديل إلى الضيف
el: Μετάβαση σε επισκέπτη
it_it: Passa a ospite
ms_my: Tukar Kepada Tetamu
nl_nl: Overschakelen naar gast
pt_br: Alternar para Convidado
ro_ro: Comutați la invitat
uk: Перейти до гостя
zh_tw: 切換到訪客

source: switch to Guest
ar: قم بالتبديل إلى الضيف
el: μεταβείτε σε Επισκέπτης
it_it: passare a Ospite
ms_my: bertukar kepada Tetamu
nl_nl: overschakelen naar gast
pt_br: mudar para convidado
ro_ro: comutați la Guest
uk: переключитися на Гість
zh_tw: 切換到訪客

source: View Orders
ar: عرض الطلبات
el: Προβολή παραγγελιών
it_it: Visualizza gli ordini
ms_my: Lihat Pesanan
nl_nl: Bestellingen bekijken
pt_br: Ver Pedidos
ro_ro: Vizualizați comenzi
uk: Переглянути замовлення
zh_tw: 查看訂單

source: You are now login as
ar: أنت الآن تسجل الدخول باسم
el: Τώρα συνδέεστε ως
it_it: Ora sei loggato come
ms_my: Anda kini log masuk sebagai
nl_nl: U bent nu ingelogd als
pt_br: Agora você está logado como
ro_ro: Acum vă autentificați ca
uk: Ви ввійшли як
zh_tw: 您現在登錄為

source: Your settings has been saved!
ar: تم حفظ إعداداتك!
el: Οι ρυθμίσεις σας έχουν αποθηκευτεί!
it_it: Le tue impostazioni sono state salvate!
ms_my: Tetapan anda telah disimpan!
nl_nl: Je instellingen zijn opgeslagen!
pt_br: Suas configurações foram salvas!
ro_ro: Setările dvs. au fost salvate!
uk: Ваші налаштування збережено!
zh_tw: 您的設置已保存！

source: fmeaddons
ms_my: fmeaddon
zh_tw: 甜甜圈
